
{
  "description": "From Science Learning Hub article",
  "passage": "Beatrice Hill was born in England in 1941, when the term 'Big Bang' for the origin of the universe had not yet been thought up. Cosmologists were only just realising the enormous scale and structure of the universe and that it was expanding.\n\nIn 1946, 5-year-old Beatrice and her family moved from England to New Zealand. They first lived in Christchurch, before settling in New Plymouth.\n\nAt New Plymouth Girls’ High School, Beatrice decided on astrophysics as a career, and at Canterbury University, found she was one of very few women studying maths and physics at the time.\n\nIn 1961, she married Brian Tinsley, a fellow physics student, and moved to the United States in 1963 when he was appointed to a university job in Dallas, Texas. The couple adopted two children from New Zealand – Alan in 1966 and Theresa in 1968.\n\nNew technology in America was enabling the collection of more and more data from space, but computers were far less powerful than today. Beatrice got her PhD in 1967 – two years before the first moon landing. (She would publish later work under her married name Tinsley, but preferred to be known as Hill Tinsley.)\n\nBeatrice became an influential figure in the ‘new’ cosmology, partly because of her models that made sense of the huge amount of data being collected. Her research added to the wide acceptance of the Big Bang theory. However, as a woman and in a junior staff position, she found resistance to her ideas from many senior scientists and struggled to have her work accepted in a male-dominated field.\n\nIn 1974, her divorce from Brian enabled her to pursue her own career, and she moved to Yale University in 1975, becoming the first female professor of astronomy in 1978. Beatrice would publish over 100 papers during her lifetime and become a respected teacher and mentor of students.\n\nTragically, Beatrice was diagnosed with a melanoma in 1978. Despite surgery and chemotherapy, the cancer spread, and Beatrice died in 1981, aged 40.\n\nBut her legacy lives on. Asteroid 3087, a minor planet, was discovered at Mt John Observatory, New Zealand, in 1981 and named in honour of Beatrice. The American Astronomical Society named an award in her honour in 1986, and in 2009, the University of Canterbury formed the Beatrice Tinsley Institute for New Zealand Astronomy and Astrophysics.\n\nDo you think Beatrice would have found things different today?\n\nHow easy is it for women, including mothers, to have science careers?\nWhat are the opportunities for studying astronomy in New Zealand?\nEven if you have brilliant ideas, why do they need to be tested and reviewed by other scientists?",
  "source": "https://www.sciencelearn.org.nz/resources/2422-heritage-scientist-timeline-beatrice-hill-tinsley",
  "title": "Beatrice Hill"
}
