
{
  "description": "From National Women's History Museum bio",
  "passage": "Dr. Chien-Shiung Wu earned many nicknames throughout her trailblazing years as a physicist, including “the First Lady of Physics,” the “Chinese Marie Curie,” and “Madame Wu.” Most known for her work on the top-secret Manhattan Project during World War II and her Cobalt-60 experiment that contested the law of conservation of parity (which holds that the mirror images of two physical interactions are the same), Dr. Chien-Shiung Wu’s pioneering work is regarded as a standard among physicists today.  \n\nBorn on May 31, 1912 in Liuhe, China, a small town near Shanghai, Chien-Shiung Wu was a middle child with two brothers. She was born the same year as the founding of the Republic of China. Her mother, Funhua Fan, was a teacher and her father, Zhong-Yi Wu, was an intellectual and engineer. Wu and her father were very close and he was the one who encouraged her to pursue her education as far as she could, even though women were not often encouraged to pursue higher education in China at the time. Wu’s father opened a school that she attended as a young girl until she went to boarding school in Suzhou, graduating at the top of her class in 1929. She attended National Central University in Nanking and graduated in 1934 with a degree in physics. Wu drew inspiration from female scientists like Dr. Marie Curie and Dr. Jing-Wei Gu, a physicist who mentored Wu while she worked as her research assistant after graduation. It was Dr. Jing-Wei Gu who encouraged Wu to go to the United States to earn an advanced degree in 1936.  \n\nWu studied nuclear physics at the University of California, Berkeley where she was advised by leading physicist, Ernest Lawrence. She worked in Lawrence’s Radiation Laboratory and got the chance to learn from physicists like Lawrence himself, J. Robert Oppenheimer, and other students who went on to become experimental physicists. Wu graduated in 1940 with her Ph.D.  In 1942, she married Luke Chia-Liu Yuan, a fellow physicist she met at UC Berkeley. The two soon moved to the East Coast when Wu got a job teaching physics at Smith College. She moved to Princeton University the following year, where she became the first female instructor in the Physics Department.  \n\nAt the same time on the West Coast, there was growing anti-Asian sentiment, largely due to Japan’s attack on Pearl Harbor and the U.S. entry into World War II. However, Wu’s move across the country opened new doors for her. In 1944, Wu took a job at Columbia University where she joined the Manhattan Project, a classified government initiative during WWII to produce the first atomic weapons in the United States with the help of the country’s leading nuclear scientists. Wu’s contributions helped determine the process for separating uranium into U-235 and U-238 isotopes by gaseous diffusion, a crucial step in producing uranium in large enough quantities for the atomic bomb. Her efforts with the project proved invaluable and she continued to lend her expertise in experimental physics after the war.  \n\nWu and her husband had a son, Vincent Yuan, in 1947. Vincent would follow in his parents’ footsteps and become a physicist himself. Wu officially became a U.S. citizen in 1954 and continued her research at Columbia by investigating beta decay, as she had been previously at Princeton. In 1956, Wu was approached by colleagues and theoretical physicists, Tsung Dao Lee and Chen Ning Yang, seeking her expertise in beta decay. They asked Wu to conduct a difficult experiment to prove their theory that there was no evidence of the law of conservation of parity during beta decay. Wu’s experiments utilized radioactive cobalt at near absolute zero temperatures, which proved that identical nuclear particles do not always act the same way during beta decay. This finding contradicted the law of conservation of parity and supported Chen and Yang’s theory. Both men received a Nobel Prize in Physics in 1957 for their theory, but Wu did not receive the same recognition. However, in many textbooks it is referred to as the “Wu experiment.”  \n\nWu took a permanent position at Columbia in 1958 and went on to contribute to the field of medicine, conducting research to help answer important questions about sickle-cell disease. The scope of her contributions touched numerous disciplines and she was recognized many times for her professional achievements. Wu published her book, Beta Decay, in 1965 and it continues to be a reference text for nuclear physicists today.  She received the Comstock Prize in Physics in 1964, the National Medal of Science in 1975, the Wolf Prize in Physics in 1978, and she was the first woman to serve as president of the American Physical Society. Altogether, she received more than fifteen major awards, honorary degrees, and held at least a dozen memberships in learned societies. She worked at Columbia until she retired in 1981. Wu was a trailblazer in a male-dominated field and turned her struggles into opportunities at every turn.  \n\nRegarded as a true heroine in her field, and as the “greatest female Chinese scientist in the twentieth century” in China, Wu has inspired future generations of physicists with her work. In 1990, the Nanjing Zijinshan Observatory of the Chinese Academy of Science named an asteroid after her. After retirement, Wu focused on encouraging young girls to pursue careers in the sciences through educational programs and spoke about her struggle to obtain recognition for her work, hoping to inspire women across the U.S. and China. She passed away at her home in New York on February 16, 1997. Her ashes were buried in the courtyard of Mingde School in China, the school her father started and she attended as a young girl.",
  "source": "https://www.womenshistory.org/education-resources/biographies/chien-shiung-wu",
  "title": "Chien-Shiung Wu"
}
