
{
  "description": "From National Academy of Sciences Memoir - pg 3-5",
  "passage": "Martha L. Ludwig was born in Pittsburgh, Pennsylvania, on august 16, 1931, and died on november 27, 2006, in ann arbor, michigan, after a distinguished academic career as scientist, mentor, teacher, and administrator. she is survived by her husband, frederic hoch, m.d., her companion in 44 years of happy marriage. martha was a macromolecular crystallographer whose research focused on proteins involved in electron and group transfer reactions. she participated in the determination of the structure of carboxypeptidase in william lipscomb’s laboratory, the first protein structure to be determined in the united states, and as an assistant professor at the university of michigan she solved the first flavoprotein structure, that of flavodoxin. other memorable structures solved in her laboratory include those of iron-superoxide dismutase, p-hydroxybenzoate hydroxylase, and phthalate dioxygenase reductase. her labo- ratory later solved the first structure of vitamin B12 bound to a protein, the cobalamin-binding domain of methionine synthase, revealing a totally unexpected change in the liga- tion of the cobalamin prosthetic group. martha’s scientific contributions were recognized by the garvan medal of the american chemical society in 1984, by the distinguished faculty achievement award from the university of michigan\n\nin 1986, by election as a fellow of the american association for the advancement of science in 2001, and by election to membership in the national academy of sciences in 2003 and in the institute of medicine in 2006. following her death her husband established the martha l. ludwig Professorship in macromolecular structure and function at the university of michigan, currently held by Janet smith.\nmartha’s father, leon ludwig, a distinguished physicist, worked for the westinghouse company. her mother, agnes sutermeister ludwig, would later earn a degree in social services. the family moved to Buffalo when leon became a director of the westinghouse facility there. from a very early age martha loved mathematical puzzles and desired a career as a scientist. she studied chemistry at cornell university, graduating in 1952. she then earned a master’s degree in biochemistry from the university of california, Berkeley, supported by a helen hay whitney fellowship. a highlight of her training there was taking a course in physical biochemistry taught by howard schachman. in martha’s own words, “it totally changed what i decided i wanted to do in research.”1\nher Ph.d. thesis research was conducted at cornell university medical college in the department of Biochem- istry, headed by nobel laureate Vincent du Vigneaud. she studied the biosynthesis of ergothionine with d. B. melville, and published several papers on this topic, graduating in 1956. from new york she moved to harvard medical school for postdoctoral studies with lawrence oncley in the Physical chemistry department headed by e. J. cohn. it was there that she met her husband-to-be, frederic hoch. fred was a young m.d. doing research on carboxypeptidase in the laboratory of Bert Vallee. martha was sent over to the Vallee laboratory to collect some distilled water, because in fred’s words, “the Vallee laboratory had the purest (lowest conductivity) water in the world at that time. we collected it in a quartz bucket.” fred continues, “i set my eyes on that woman.” they married in 1961 and enjoyed a long and happy marriage. they shared a passion for red convertible sports cars, skiing, tennis, and hiking, bird-watching, and cooking. in fred’s words again, “we cooked some fancy grub together.”\nmartha continued her postdoctoral training at the massa- chusetts institute of technology. up to this point she had used classical techniques of biochemistry, such as protein purification and chromatography, to study interactions between proteins. in 1962 ludwig became interested in the developing field of X-ray crystallography. “it was the realiza- tion that we could finally look at where the atoms were. i became an early convert of three-dimensional structures,” she said. “i’m always delighted to look at a new structure. the visual part of it is personally satisfying, and many of the basic hypotheses about how enzymes work have come directly from observing structures.”1 she joined the laboratory of william lipscomb, a distinguished chemist at harvard university who was one of the earliest practitioners of the emerging field of macromolecular crystallography. while there she helped to solve the structure of carboxypeptidase, the first protein structure to be solved in the united states. the emerging story of carboxypeptidase attracted worldwide attention, leading to the first of many trips to present her research at scientific meetings.\nA side benefit of attending these meetings for martha (whose mother was swiss), and her husband, fred (who was born in austria) was the opportunity to go hiking in the alps. tom and Joan steitz (tom was a graduate student in lipscomb’s laboratory and a coauthor on several of the carboxypeptidase papers) recall happy hikes together in the mountains.",
  "source": "https://www.nasonline.org/publications/biographical-memoirs/memoir-pdfs/ludwig-martha.pdf",
  "title": "Martha L. Ludwig"
}
